class MemberDetailsConstants {
  static const List<String> steps = [
    "രക്തഗ്രൂപ്പ്",
    "ലിംഗം",
    "വിവാഹസ്ഥിതി",
    "മതം",
    "ജാതി",
  ];

  static const Map<String, List<String>> optionsMap = {
    "രക്തഗ്രൂപ്പ്": ["A-", "A+", "AB+", "AB-", "B+", "B-", "O-", "O+"],
    "ലിംഗം": ["പുരുഷൻ", "സ്ത്രീ", "മറ്റ്"],
    "വിവാഹസ്ഥിതി": [
      "അവിവാഹിതൻ",
      "അവിവാഹിത",
      "വിവാഹിതൻ",
      "വിവാഹിത",
      "വിധവ",
      "വിധവൻ",
      "വിവാഹമോചിതൻ / വിവാഹമോചിത",
      "വേർപിരിഞ്ഞ് താമസിക്കുന്നവർ"
    ],
    "മതം": ["ഹിന്ദു", "മുസ്ലിം", "ക്രിസ്ത്യൻ", "സിഖ്", "ബുദ്ധൻ", "പാഴ്സി", "മറ്റുള്ളവർ"],
    "ജാതി": [
      "പട്ടികജാതി (SC)",
      "പട്ടികവർഗം (ST)",
      "പിന്നോക്ക വിഭാഗം (OBC)",
      "പൊതുവിഭാഗം (General)",
      "മറ്റു വിഭാഗങ്ങൾ"
    ],
  };
}