class EducationConstants {
  static const List<String> steps = [
    "വിദ്യാഭ്യാസ യോഗ്യത",
    "ഇപ്പോൾ പഠിക്കുന്നുണ്ടോ",
  ];

  static const Map<String, List<String>> optionsMap = {
    "വിദ്യാഭ്യാസ യോഗ്യത": [
      "അക്ഷരജ്ഞാനം ഇല്ല",
      "ഔപചാരിക വിദ്യാഭ്യാസമില്ലാത്ത അക്ഷരജ്ഞാനം ",
      "പ്രാഥമികം",
      "യു.പി (Upper Primary)",
      "സെക്കൻഡറി",
      "ഹയർ സെക്കൻഡറി",
      "ബിരുദം",
      "ബിരുദാനന്തര ബിരുദം",
      "ഡിപ്ലോമ"
    ],
    "ഇപ്പോൾ പഠിക്കുന്നുണ്ടോ": ["ഉണ്ട്", "ഇല്ല"],
  };
}