class HealthDrawerConstants {
  static const List<String> steps = [
    "രോഗിയാണോ",
    "ഭിന്നശേഷിയുണ്ടോ",
    "സർക്കാർ ആനുകൂല്യങ്ങൾ ലഭിക്കുന്നുണ്ടോ",
    "ഹെൽത്ത് ഇൻഷൂറൻസ് കാർഡ് ഉണ്ടോ",
    "ആവശ്യമായ ആരോഗ്യ സഹായങ്ങൾ",
  ];

  static const Map<String, List<String>> optionsMap = {
    "രോഗിയാണോ": ["അതെ", "അല്ല"],
    "ഭിന്നശേഷിയുണ്ടോ": ["ഉണ്ട്", "ഇല്ല"],
    "സർക്കാർ ആനുകൂല്യങ്ങൾ ലഭിക്കുന്നുണ്ടോ": ["ഉണ്ട്", "ഇല്ല"],
    "ഹെൽത്ത് ഇൻഷൂറൻസ് കാർഡ് ഉണ്ടോ": ["ഉണ്ട്", "ഇല്ല"],
    "ആവശ്യമായ ആരോഗ്യ സഹായങ്ങൾ": [
      "ചികിത്സാ സഹായം",
      "സൗജന്യ മരുന്നുകൾ",
      "ചികിത്സയ്ക്കുള്ള ആശുപത്രി സഹായം",
      "കാൻസർ ചികിത്സാ സഹായം",
      "മാനസിക രോഗ ചികിത്സാ സഹായം",
      "ഭിന്നശേഷി സഹായ ഉപകരണങ്ങൾ",
      "ഫിസിയോതെറാപ്പി",
      "ഹോം കെയർ ചെലവ്",
      "ആംബുലൻസ് ചെലവ്",
      "ആശുപത്രിയിലേക്കുള്ള യാത്രാ സഹായം",
      "മറ്റ്"
    ],
  };
}
