// class SocialDrawerConstants {
//   static const List<String> steps = [
//     "റേഷൻ കാർഡിൽ ഉൾപ്പെടുത്തിയിട്ടുണ്ടോ",
//     "പെൻഷൻ ലഭിക്കുന്നുണ്ടോ",
//     "പെൻഷൻ തരം",
//     "പെൻഷൻ ആവശ്യമുണ്ടോ",
//     "നിങ്ങൾ ദാരിദ്ര്യ നിർമ്മാർജ്ജന പദ്ധതികളിൽ അംഗമാണോ",
//   ];

//   static const Map<String, List<String>> optionsMap = {
//     "റേഷൻ കാർഡിൽ ഉൾപ്പെടുത്തിയിട്ടുണ്ടോ": ["ഉണ്ട്", "ഇല്ല"],
//     "പെൻഷൻ ലഭിക്കുന്നുണ്ടോ": ["ഉണ്ട്", "ഇല്ല"],
//     "പെൻഷൻ തരം": [
//       "വാർദ്ധക്യ പെൻഷൻ",
//       "വിധവ പെൻഷൻ",
//       "ഭിന്നശേഷി പെൻഷൻ",
//       "അവിവാഹിത പെൻഷൻ",
//       "കർഷക പെൻഷൻ",
//       "തൊഴിലാളി പെൻഷൻ",
//       "പരമ്പരാഗത തൊഴിലാളി പെൻഷൻ",
//       "മത്സ്യതൊഴിലാളി പെൻഷൻ",
//       "വിധുര പെൻഷൻ",
//       "സ്ത്രീ സുരക്ഷാ പെൻഷൻ",
//       "മറ്റ്"
//     ],
//     "പെൻഷൻ ആവശ്യമുണ്ടോ": [
//       "ആവശ്യമില്ല/അർഹതയില്ല",
//       "വാർദ്ധക്യ പെൻഷൻ",
//       "വിധവ പെൻഷൻ",
//       "ഭിന്നശേഷി പെൻഷൻ",
//       "അവിവാഹിത പെൻഷൻ",
//       "കർഷക പെൻഷൻ",
//       "തൊഴിലാളി പെൻഷൻ",
//       "പരത്തറി തൊഴിലാളി പെൻഷൻ",
//       "പരത്തറി തൊഴിലാളി പെൻഷൻ",
//       "മത്സ്യതൊഴിലാളി പെൻഷൻ",
//       "വിധുര പെൻഷൻ",
//       "സ്ത്രീ സുരക്ഷാ പെൻഷൻ",
//       "മറ്റ്"
//     ],
//     "നിങ്ങൾ ദാരിദ്ര്യ നിർമ്മാർജ്ജന പദ്ധതികളിൽ അംഗമാണോ": [
//       "തൊഴിലുറപ്പ്",
//       "കുടുംബശ്രീ",
//       "ഹരിത കർമ്മസേന",
//       "അല്ല"
//     ],
//   };
// }