// class JobDetailsDrawerConstants {
//   static const List<String> steps = [
//     "തൊഴിൽ നില",
//     "തൊഴിൽ",
//     "തൊഴിൽ മേഖലയിൽ സഹായം ആവശ്യമുണ്ടോ",
//   ];

//   static const Map<String, List<String>> optionsMap = {
//     "തൊഴിൽ നില": [
//       "സ്വയംതൊഴിലാളി",
//       "സ്വയംതൊഴിലുടമ",
//       "സ്ഥിരം ശമ്പള തൊഴിലാളി",
//       "അനിയമിത തൊഴിലാളി",
//       "തൊഴിലില്ലാത്തവൻ",
//       "തൊഴിലില്ലാത്തവൾ",
//       "വീട്ടുപണി",
//       "വിദ്യാർത്ഥി",
//       "ആരോഗ്യ പ്രശ്നങ്ങൾ കാരണം ജോലി ചെയ്യാൻ കഴിയാത്തവർ",
//       "വിരമിച്ചവർ",
//       "വിദേശത്ത് ജോലി ചെയ്യുന്നവർ",
//       "കുട്ടി",
//       "പ്രവാസി",
//       "സർക്കാർ ജീവനക്കാരൻ",
//       "പ്രതിഫലം ഇല്ലാത്ത കുടുംബ തൊഴിലാളി",
//       "മറ്റു വിഭാഗങ്ങൾ"
//     ],
//     "തൊഴിൽ": [
//       "കർഷകൻ",
//       "കർഷക തൊഴിലാളി",
//       "വാടക തൊഴിലാളി",
//       "പ്ലംബർ",
//       "വ്യാപാരി",
//       "ഡ്രൈവർ",
//       "അധ്യാപകൻ",
//       "നഴ്‌സ്",
//       "ഐ.ടി. ജീവനക്കാരൻ",
//       "ഓഫീസ് ജീവനക്കാരൻ",
//       "ഇലക്ട്രീഷ്യൻ",
//       "ലേബർ (തൊഴിലാളി)",
//       "മെക്കാനിക്",
//       "തയ്യൽ",
//       "വീട്ടുജോലി",
//       "മീൻപിടിത്തം",
//       "ഫാക്ടറി തൊഴിലാളി",
//       "ഓട്ടോ ഡ്രൈവർ",
//       "ടാക്സി ഡ്രൈവർ",
//       "ബേക്കറി തൊഴിലാളി",
//       "ഹോട്ടൽ തൊഴിലാളി",
//       "സുരക്ഷാ ജീവനക്കാരൻ"
//     ],
//     "തൊഴിൽ മേഖലയിൽ സഹായം ആവശ്യമുണ്ടോ": [
//       "ആശയമില്ല",
//       "തൊഴിൽ പരിശീലനം",
//       "സ്വയം സംരംഭ സഹായം",
//       "മറ്റ്"
//     ],
//   };
// }